<template>
	<view class="private-wraview">
		<view>
			我们非常重视用户的隐私和个人信息保护，致力于维持您对我们的信任。 我们承诺采取相应的安全保护措施来保护您的个人信息。
			<view>
				您在使用我们的服务时，我们将按照《中华人民共和国个人信息保护法》等国家法律法规及监管政策的相关要求处理您的个人信息，以及向您提供服务，我们希望通过本隐私政策向您说明：在您使用我们的产品或服务时，我们会收集哪些数据、为什么收集这些数据、会利用这些数据做什么以及我们如何保护这些数据。
			</view>
			<view>
				本隐私政策与您所使用的我们的产品或服务息息相关，对于您行使个人权利及保护您的个人信息至关重要，请您在使用我们的产品或服务前认真阅读并充分理解本隐私政策所写明的内容。
			</view>
			<view>阅读过程中，如您对我们的隐私政策及服务条款的内容有任何疑问，请联系我们。如您签署或点击确认本隐私政策，即 表示您已经理解并同意本隐私政策全部内容。</view>
			<view>一、收集用户个人信息手段</view>
			<view>
				我们提供预约挂号服务时，可能会收集、储存和使用下列与个人（以下简称“您”）有关的信息。如果您不提供相关信息， 可能无法注册成为我们的用户或无法享受我们提供的预约挂号服务。
			</view>
			<view>（一）与个⼈身份无关信息当您使用预约挂号服务时，我们可能收集和汇总用户的来源途径、访问顺序、停留时间，记录使用预约挂号服务的每个用户来源途径 、浏览器软件信息。</view>
			<view>（二）与个⼈身份有关信息当您使用预约挂号服务时，我们可能收集和汇总或要求您提供有关个人身份的信息，包括：</view>
			<view>1.个人身份信息（包括居民身份证、医保卡、护照、军官证、港澳通行证、台胞证、外国人永久居留身份证）；</view>
			<view>2.出生日期、性别、手机号码/固话号码、居住地；</view>
			<view>3.网络身份标识信息（包括系统账号、Iview地址）；</view>
			<view>4.通讯信息（预约挂号服务相关短信记录及内容）；</view>
			<view>
				5.个人浏览记录和日志信息（包括软件使用记录、点击记录）；
				<view>6.个人位置信息（包括定位信息、经纬度）；</view>
			</view>
			<view>二、我们如何收集和使用您的个人信息</view>
			<view>
				我们出于本声明和政策所述的以下目的，收集、储存和使用您的个人信息：
				<view>
					（一）帮助您成为我们的用户您需要注册一个账户，以便于我们为您提供服务。当您注册时，通过您提供的姓名、身份证件号、手机号码及输入发送短信验证码的方式帮您注册成为我们的用户。
					您的登录账号包括但不限于您的手机号、用户名，可以完善密码、头像。补充上述信息将有助于我们为您提供更便捷的服务。
					您需要向我们提供真实姓名和有效身份证件（包括但不限于北京社保卡、居民身份证（包含现役军人、人民武装警察）、港澳居民居住证、台湾居民居住证、港澳居民来往内地通行证、台湾居民来往大陆通行证、外国人永久居留身份证、护照）号码，以便于我们进行实名认证。如果您不提供这些信息，可能会影响您在该应用部分功能（预约挂号服务）的正常使用，但不会影响您进行基础的浏览、搜索。在您主动注销账号时，我们将根据相关法律法规的要求尽快删除您的个人信息。
				</view>
				<view>
					（二）为您提供更舒适的服务体验为向您提供更契合您需求的页面展示和搜索结果、了解产品适配性、识别账号异常状态，我们会收集关于您使用的预约挂号服务以及使用方式的信息，并将这些信息进行关联，这些信息包括：
					<view>
						1.日志信息：当您使用预约挂号服务时，我们会收集您对我们服务的使用情况，作为网络日志保存。包括您的搜索查询内容、Iview地址、电信运营商、使用的语言、访问日期和时间及您访问的页面记录。请注意，单独的日志信息是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。
					</view>
					<view>
						2.设备权限调用：为向您提供便捷、优质的服务，我们可能会调用您设备的一些权限，您有权随时选择关闭下列权限的授权，但可能会影响您正常使用我们预约挂号服务的部分功能。
					</view>
					<view>
						3.位置：您需要授权我们使用位置权限，以便于我们基于位置向您展示、推送医院信息。您在首次打开移动客户端时会看到弹窗提醒，询问您是否授权。如您拒绝授权，可能无法正常使用基于地理位置的信息展示与推送功能。
					</view>
					<view>
						4.通知：您需要授权我们使用通知权限，以便于使用所有基于此权限实现的功能，包括预约挂号状态及各类消息提醒。如您拒绝授权，可能无法正常获取各类消息提醒。
						<view>（三）为您提供便捷的健康信息展示为展示您的健康信息，我们会收集您在使用预约挂号服务过程中产生的预约挂号记录，用于向您展示及便于您对信息进行管理。</view>
						<view>
							（四）为您提供更优质的服务当您与我们联系时，我们可能会保存与您的通信内容或您留下的联系方式，以便与您联系或帮助您解决问题，或记录相关问题的处理方案及结果。（五）为您提供安全保障为提高您使用预约挂号服务的安全性，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规或《预约挂号服务协议》，我们可能使用或整合您的账户信息、设备信息、网络日志，来综合判断您账户风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。
						</view>
					</view>
				</view>
			</view>
			<view>三、我们如何处理儿童的个人信息</view>
			<view>
				<view>（一）我们非常重视对未成年人个人信息的保护。我们将根据国家相关法律法规及监管政策的规定保护未成年人的个人信息。</view>
				<view>
					（二）如您为不满十四周岁的未成年人，在使用我们的服务前，应在您的父母或其他监护人监护、指导下共同阅读本隐私政策，并由您的父母或其他监护人确认是否同意本隐私政策。
				</view>
				<view>
					（三）对于经父母或其他监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、父母或其他监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息。
				</view>
				<view>
					（四）如您是未成年人的父母或其他监护人，请您关注您监护的未成年人是否在取得您的授权同意之后使用我们的服务。如您对您所监护的未成年人的个人信息有疑问，请通过本隐私政策中的联系方式与我们联系。
				</view>
				<view>（五）如果我们发现自己在未事先获得可证实的父母或其他监护人同意的情况下收集了未成年人的个人信息，会设法尽快删除相关数据。</view>
			</view>
			<view>四、我们如何使用 Cookie 和同类技术</view>
			<view>
				（一）Cookie为确保网站正常运转，我们会在您的计算机或移动设备上存储名为
				Cookie的小数据文件。Cookie通常包含标识符、站点名称以及一些号码和字符。借助于Cookie，网站能够存储您的偏好或购物篮内的商品等数据。我们不会将Cookie用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookie。有关详情，请参见AboutCookies.org。您可以清除计算机上保存的所有Cookie，大部分网络浏览器都设有阻止Cookie的功能。但如果您这么做，则需要在每一次访问我们的网站时亲自更改用户设置。
			</view>
			<view>
				（二）网站信标和像素标签除Cookie外，我们还有可能会在网站上使用网站信标和像素标签等其他同类技术。例如，我们向您发送的电子邮件可能含有链接至我们网站内容的点击
				URL。如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好并改善客户服务。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。
			</view>
			<view>
				（三）Do Not Track（请勿追踪）很多网络浏览器均设有“Do Not Track”（请勿追踪）功能，该功能可向网站发布“Do Not
				Track”请求。目前，主要互联网标准组织尚未设立相关政策来规定网站应如何应对此类请求。但如果您的浏览器启用了“Do Not Track”，那么我们的所有网站都会尊重您的选择。
			</view>
			<view>
				五、个人信息存储和超期处理方式您的个人信息全都储存在中华人民共和国境内本地安全的服务器上，并在受控设施中受到保护。我们依据重要性和敏感性对您的数据进行分类，并且保证您的个人信息具有最高的安全等级。我们保证通过访问这些信息来帮助向您提供服务的员工具有严格的合同保密义务。同样，我们对数据存储设有专门的访问控制措施。我们会定期审查信息收集、储存和处理实践，包括物理安全措施，以防止任何未经授权的访问和使用。我们将会按照相关法律规定的期限保存您的个人信息。
			</view>
			<view>六、我们如何保护您的个人信息</view>
			<view>
				（一）信息安全防护我们承诺将严格按照国家有关规定做好用户个人信息安全防护工作。我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们将采取一切合理可行的措施，（例如身份鉴别、信息收集监测和审计、网络专线传输、防入侵、防病毒、信息加密存储、信息访问的权限管理、信息认证授权和监控审计、信息脱敏、信息溯源等）以及配套的管理体系来保护您的个人信息。同时我们已设立用户信息保护责任部门，建立相关内控制度，对可能接触到您信息的工作人员采取最小够用授权原则；对工作人员进行相关法律法规、隐私政策和安全意识培训，对工作人员处理您的信息的行为进行系统监控。我们并将接受国家相关机构的信息安全检查。（二）账号安全您需要承诺妥善保存登录的账号、密码等信息，由于您的原因造成账号密码的泄露产生的后果由您承担。为防止信息泄露，我们将采取防泄漏、反爬虫等技术手段，限制频繁查询您的信息等异常操作行为，以防止账号密码泄露或他人冒用身份造成您产生不良行为记录或者您的信息泄露。（三）应急预案我们已制定个人信息安全事件应急预案，提高应急处理能力。但由于技术水平限制及可能存在的各种恶意手段，有可能因我们可控范围外的因素而出现安全问题。在发生个人信息安全事件后，我们将按照相关法律法规及监管政策的要求，及时向您告知：安全事件的基本情况和可能影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
			</view>
			<view>七、您的权利</view>
			<view>（一）访问您的个人信息您有权访问您的个人信息，法律法规规定的例外情形除外。您可拨打热线咨询。</view>
			<view>
				（二）更正您的个人信息当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正。您可以通过“（一）访问您的个人信息”中罗列的方式提出更正申请。（三）删除您的个人信息请您注意，当您或我们协助您成功删除相关信息后，因为适用的法律和安全技术限制，我们可能无法立即从备份系统中删除相应的信息，之前的信息我们仍会按照监管政策要求的时间进行保存，且在该依法保存的时间内有权机关仍有权依法查询，保存期间我们会安全地存储您的个人信息并限制对其的任何进一步的处理，直到备份可以删除或实现匿名化。（四）改变您授权同意的范围每个业务功能需要一些基本的个人信息才能得以完成。对于额外收集的个人信息的收集和使用，您可以随时给予或收回您的授权同意。您可以关闭部分功能选项从而撤销部分授权。当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也将不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的同意或授权而开展的个人信息处理活动的效力。（五）响应您的上述请求为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的要求。对于您关于用户个人信息的合理请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。在以下情形中，按照法律法规及监管政策要求，我们将无法响应您的请求：1.与国家安全、国防安全直接相关的；2.与公共安全、公共卫生、重大公共利益直接相关的；3.与犯罪侦查、起诉、审判和判决执行等直接相关的；4.有充分证据表明您存在主观恶意或滥用权利的；5.响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；6.涉及商业秘密的。
			</view>
			<view>八、用户申诉渠道和反馈机制</view>
			<view>如果您对本隐私政策有任何意见或问题，或者您对平台收集、使用或披露您的个人信息有任何问题，请通过客服电话以及通过北京预约挂号微信公众号-账号申诉的方式联系我们。</view>
			<view>
				九、隐私政策时效及更新平台预约挂号服务发生下列情形时，我们会适时对本政策进行更新：
				<view>（一）收集、存储、使用个人信息的范围、目的、规则发生变化；</view>
				<view>（二）对外提供个人信息的对象、范围、目的发生变化；</view>
				<view>（三）您访问和管理个人信息的方式发生变化；</view>
				<view>（四）数据安全能力、信息安全风险发生变化；</view>
				<view>（五）用户询问、投诉的渠道和机制；</view>
				<view>（六）其他可能对您的个人信息权益产生重大影响的变化；</view>
				<view>
					我们会对隐私政策进行定期审核，为反映我们信息的变更，我们可能会更新本隐私政策。若您在本隐私政策修订后继续使用我们的服务，这表示您已充分阅读、理解并愿意受修订后的本隐私政策约束。此类隐私政策变化将从推送通知中规定的生效日期开始适用。我们建议您定期查阅平台获取我们隐私政策的最新信息。您继续使用平台预约挂号服务，将被视为接受更新的隐私政策。
				</view>
				<view>隐私政策更新时间：2023年5月</view>
			</view>
		</view>
	</view>
</template>

<script setup></script>

<style lang="scss">
.private-wraview {
	width: 100%;
	padding: 40rpx 30rpx;
	line-height: 50rpx;

	color: #333;
	text-indent: 40rpx;
	letter-spacing: 2rpx;

	background-color: #fff;
	box-sizing: border-box;
}
</style>
